; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Cannot start this software because it is in use by another user."
MSE1="Cannot restart the system. Close the installer or application software currently running. Then exit the setup program for Canon and try again."
MSE2="This program is not supported by the operating system."
MSE3="To install the software, you must be logged in to an administrator account.\nClick [OK] to cancel the installation. If you are using the CD-ROM, remove it after clicking [OK].\nLog in to an administrator account, then install the software."
MSE3_Mac="Enter administrator login details to start this software."
MSE31_Mac="The administrator's user name and password are required to install this software."
MSE4="Compatible application software is required to open the selected file."
MSE5="There is insufficient space on the %D% drive. %S% M bytes are required to install the software."
MSE6="The specified folder is invalid. Specify a write-enabled folder located on the local hard disk drive."
MSE7="The program cannot be started because the screen resolution is low. Change the resolution to 800x600 pixels or higher, and then reexecute the operation.\nWhen you install on the Tablet PC, set the screen orientation to landscape mode, and then execute the operation."
MSE7_Mac="The program cannot be started because the screen resolution is low.Change the resolution to 800x600 pixels or higher, and then reexecute the operation."
MSE8="There is no CD-ROM in the CD-ROM drive.\nRe-insert the CD-ROM into the drive."
MSE9="A filename cannot contain any of the following characters:\n/ , ; * ? \\" < > |"
MSE10="The specified pathname exceeds the limit. Specify the pathname within 150 characters."
MSE11="The drive letter is not included in the specified pathname, or the path is specified with a relative path. Specify an absolute path."
MSE14="This program is not supported by the computer."
MSE15="This program can be executed on Windows 2000 Service Pack 4 or later operating system. If your operating system is earlier than Service Pack 4, update Windows 2000 to Service Pack 4 or later and reexecute the operation."
MSE16="Cannot open the file."
MSE17="This program can be executed on Windows XP Service Pack 2 or later operating system. If your operating system is earlier than Service Pack 2, update Windows XP to Service Pack 2 or later and reexecute the operation."
MSE18="This program can be executed on Windows XP Service Pack 3 or later operating system when using Windows XP. Update Windows XP to Service Pack 3 or later and try again."
MSE19="This program can be executed on Windows Vista Service Pack 1 or later operating system when using Windows Vista. Update Windows Vista to Service Pack 1 or later and try again."
MSE20="This program can be executed on Windows Vista Service Pack 2 or later operating system when using Windows Vista. Update Windows Vista to Service Pack 2 or later and try again."
MSE21="There is no CD-ROM in the drive. The setup application will close."
MSM0001="OK"
MSM0002="Cancel"
MSM0003="Yes"
MSM0004="No"
MSM0005="Back"
MSM0006="Next"
MSM0007="Continue"
MSM0008="Quit"
MSM0009="Exit"
MSM0010="Install"
MSM0011="Help"
MSM0012="Select All"
MSM0013="Clear All"
MSM0014="Check Latest Info"
MSM0015="Continue Installation"
MSM0016="Cancel Installation"
MSM0017="Language"
MSM0018="Defaults"
MSM0019="Skip"
MSM0020="Back to Top"
MSM0021="Close"
MSM0022="Save"
MSM0101="Error"
MSM0102="Warning"
MSM0103="Information"
MSM0104="Canon"
MSM1001="Language"
MSM1002="Select which language to use with this program and then click [Next]."
MSM1003="Select which language to use with this program, and then click [Back]."
MSM1004="Please select your language."
MSM1011="Starting to install the helper tool. The helper tool is necessary for setup."
MSM1021="Acquiring Information"
MSM1022="Acquiring information on the latest driver and software."
MSM1023="For internet access, this software will obtain information saved in your keychain.\nIf the 'Confirm Access to Keychain' dialog appears, click [Always Allow]."
MSM1024="Acquiring information on the latest software."
MSM1031="Information Acquisition Error"
MSM1032="Failed to acquire information on the driver and software. Check the network connection and try again."
MSM1033="Software compatible with your environment could not be found."
MSM1034="Failed to acquire information on the software. Check the network connection and try again."
MSM1051="Select Printer"
MSM1052="Select Scanner"
MSM1103="USA, Canada, Latin America"
MSM1104="Europe, Middle East, Africa"
MSM1105="Asia"
MSM1106="Pacific Region"
MSM1116="Country and Region"
MSM1117="Select your place of residence."
MSM1118="Select your country or region. If your country or region is not listed below, select \"Others\"."
MSM1241="Start Setup"
MSM1242="Starting the setup needed to use the machine from the computer.\nFollow the on-screen instructions."
MSM1243="Start Setup"
MSM1244="This software enables you to use the machine from the computer."
MSM1245="Useful Software"
MSM1246="Shows you how to download and use software so you can get the most from your machine."
MSM1247="Online Manual"
MSM1248="The manual can be viewed online."
MSM1249="Use the updated software found on internet"
MSM1250="Settings"
MSM1305="Drive %DRIVELETTER% %DISKSPACE% MB free space"
MSM1306="Total memory used: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Application"
MSM1312="Estimated installation time: %INSTALLTIME_MIN% to %INSTALLTIME_MAX% minutes"
MSM1315="Installation may take some time depending on your network environment."
MSM1451="Software Installation List"
MSM1452="The selected software will be installed. Check that the software you want to install is selected, and then click [Next]."
MSM1453_Mac="To access all of the functions available on this printer, you must install all the software listed below."
MSM1454="This software is mandatory and cannot be deselected."
MSM1455_Mac="To access all of the functions available on this scanner, you must install all the software listed below."
MSM1601="License Agreement"
MSM1602="Before installing the selected software programs, carefully read the license agreement below."
MSM1603="If you accept the agreement, click [Yes]. If you click [No], the software installation will be canceled."
MSM1604="Before installing %CURRENT_STEPITEM%, carefully read the license agreement below."
MSM1605="If you accept the agreement, click [Yes]. If you click [No], this software will not be installed."
MSM1606="Canon Products"
MSM1607="If you do not accept the license agreement, this software will not be installed. OK?"
MSM1608="If you do not accept the license agreement, this application and Print Studio Pro which requires this application will not be installed. Are you sure you want to quit the setup?"
MSM1671="Install .NET Framework"
MSM1672="Microsoft .NET Framework 4 is not installed on your computer. To use all software, you need to install Microsoft .NET Framework 4. Do you want to install it?"
MSM1681="Microsoft .NET Framework 4 Not Found"
MSM1682="Microsoft .NET Framework 4 is not found or not installed properly.\nMicrosoft .NET Framework 4 must be installed properly to install this software."
MSM1683="The software that you have selected requires the installation of .Net Framework. This software may not be installed if you are not connected to the Internet."
MSM1684="  - %s"
MSM1701="Installation progress: %PROGRESS%%"
MSM1702="About %RESTTIME% minute(s) until completion"
MSM1711="Downloading..."
MSM1712="Calculating the time remaining..."
MSM1804="License Agreement"
MSM1809="Completion"
MSM1901="Processing"
MSM1902="Processing... Please wait momentarily"
MSM1903="This may take approximately one minute."
MSM1904="Installing: %ITEM%"
MSM1905="Downloading: %ITEM%"
MSM1906="Downloading %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Checking the items to be downloaded..."
MSM1908="Downloading... %d/%d"
MSM2001="Printer Connection"
MSM2002="Make sure that the printer is connected to the computer, and turn on the printer."
MSM2003="The printer is not detected. Check the connection."
MSM2008="The printer is being registered to your computer.\nThis process may take some time."
MSM2010="Printer Connection"
MSM2031="Scanner Connection"
MSM2032="Make sure that the scanner is connected to the computer, and turn on the scanner if it has an ON button."
MSM2033="The scanner is not detected. Check the connection."
MSM2034="The scanner is detected. Please wait until the installation is completed."
MSM2096="Printer Detection"
MSM2097="Searching for the printer on the network."
MSM2111="Checking the printer status"
MSM2112="Check the Connection Method"
MSM2113="Connect the printer to the following wireless router using a wireless connection?"
MSM2114="Wireless Router: %s"
MSM2115="Printer (Serial Number): %s (%s)"
MSM2116="Allow the following printer to be used with a Wi-Fi connection?"
MSM2117="Allow the following printer to be used with a wired LAN connection?"
MSM2118="Allow %s to be used with a USB connection?"
MSM2119="Allow the following printer to be used with Direct Connection?"
MSM2120="Connection Types"
MSM2121="Select wireless router"
MSM2122="Select the wireless router to which you want to connect the printer."
MSM2123="Wireless Routers:"
MSM2124="Password:"
MSM2125="Hide text"
MSM2126="Add manually"
MSM2131="Enter the information of your wireless router."
MSM2132="Network Name (SSID):"
MSM2133="Encryption Type:"
MSM2134="Do not use"
MSM2135="Use WEP"
MSM2136="Use WPA/WPA2"
MSM2137="None"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP Key Length:"
MSM2142="64bit"
MSM2143="128bit"
MSM2151="WEP Key Format:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="WEP Key ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="For 64-bit WEP, the key length must be 5 characters in ASCII format.\nPlease enter again."
MSM2172="For 64-bit WEP, the key length must be 10 digits in hex format.\nPlease enter again."
MSM2173="For 128-bit WEP, the key length must be 13 characters in ASCII format.\nPlease enter again."
MSM2174="For 128-bit WEP, the key length must be 26 digits in hex format.\nPlease enter again."
MSM2175="Characters other than ASCII characters cannot be used if the key format is ASCII.\nEnter the correct value."
MSM2176="Characters other than hex digits cannot be used if the key format is hexadecimal.\nEnter the correct value."
MSM2177="Enter a password that has 8 to 63 characters (ASCII) or 64 digits (hex)."
MSM2178="The password is invalid. Enter 5 or 13 characters, or 10 or 26 characters (hex)."
MSM2181="Check Network Name (SSID)"
MSM2182="Wireless Router (SSID): %s\n\nIf the network name (SSID) is correct, click [Next] to continue.\nIf the network name (SSID) is incorrect, click [Back], and add the wireless router again."
MSM2183="The password for the wireless router may be incorrect.\nClick [Back] and enter the password again."
MSM2184="Network (SSID) Selection Error"
MSM2185="Your printer does not support 5GHz networks.\nPlease click [Back], and select a network (SSID) that supports 2.4GHz."
MSM2186="The encryption type of the wireless router does not match the encryption settings.\nPlease click [Back], and add the wireless router again."
MSM2190="Select Network (SSID)"
MSM2191="The network (SSID) to which this computer is connected to cannot be found from the printer. Select a network name (SSID)."
MSM2192="MAC Address:"
MSM2193="(Select)"
MSM2194="Other networks"
MSM2195="Network (SSID) Settings"
MSM2196="Enter your network (SSID) information."
MSM2197="Password"
MSM2198="Enter the network (SSID) password."
MSM2199="Network Name (SSID): %s"
MSM2200="Network Name (SSID): %s\n\nIf the network name (SSID) is correct, click [Next] to continue.\nIf the network name (SSID) is incorrect, click [Back], and select the network name (SSID) again."
MSM2201="The password for the network (SSID) may be incorrect.\nClick [Back] and enter the password again."
MSM2202="Your printer does not support 5GHz networks.\nPlease click [Back], and select a network (SSID) that supports 2.4GHz."
MSM2203="The encryption type of the network (SSID) does not match the encryption settings.\nPlease click [Back], and configure again."

MSM2252="Setup Complete"
MSM2253="Setup complete. You can now print from your computer.\nNext, software will be installed."
MSM2254="Installation has not been completed.\nTo continue installing the useful software, click [Continue]."
MSM2255="Setup has been completed."
MSM2256="You are now able to print from your computer."
MSM2261="Setting Up..."
MSM2262="Network connection is temporarily disabled during setup.\nThis may take a few minutes. Please wait momentarily"
MSM2263="Failed to perform cableless setup. Suspend the process and select other setup method by following the instructions on the screens."
MSM2264="Performing setup. This may take a few minutes. Please wait momentarily"
MSM2301="Installation Failure"
MSM2310="Printer Search Error"
MSM2311="Connected printer was not found.\nTo search for the printer again, click [Search Again]."
MSM2312="Search Again"
MSM2313="Setup Canceled"
MSM2314="Setup has been canceled.\nClick [Back to Top] and restart the setup."
MSM2315="Installation failed.\nClick [Back to Top] and restart the setup."
MSM2390="You must perform Print Head Alignment before using this printer. For details, click [Print Head Alignment] and follow the on-screen instructions.\n\nWhen the alignment is complete, click [Next]."
MSM2391="Print Head Alignment"
MSM2401="Print Head Alignment Recommended"
MSM2411="Print Head Alignment"
MSM2413="Execute"
MSM2414="When printing photos on this printer, it is recommended that you perform the print head alignment. To perform the print head alignment now, load plain paper in to the cassette and click [Execute]. After head alignment is completed, click [Next]. For details, refer to your printer manual.\n\nIn addition, head alignment is available after setup is completed. To continue without performing the print head alignment, click [Next]."
MSM2416="You need to execute print head alignment before using this printer. Click [Execute] to display the Start Print Head Alignment screen. Follow the on-screen instructions to print the alignment pattern. Place the printed alignment pattern on the platen and scan it.\n\nAfter print head alignment is completed, click [Next]."
MSM2416_Mac="You need to execute print head alignment before using this printer. Click [Execute] to display the Start Print Head Alignment screen. Follow the on-screen instructions to print the alignment pattern. Place the printed alignment pattern on the platen and scan it.\n\nAfter print head alignment is completed, click [Next]."
MSM2417="This printer has a Print Head Alignment function. If printouts contain misaligned lines or printout results are unsatisfactory, aligning the print head may solve these problems."
MSM2418="You need to execute print head alignment before using this printer. Load paper in the printer, click [Execute], and then click [Next]."
MSM2418_Mac="You need to execute print head alignment before using this printer. Load paper in the printer and click [Execute].\n\nClick [Next] if you do not want to align the print heads."
MSM2420="Searching for printers..."
MSM2421="Searching for %PRODUCTNAME%."
MSM2422="Printer queue cannot be found."
MSM2423="Click [Register Printer] to register your printer."
MSM2424="Register Printer"
MSM2434="Register Scanner"
MSM2437_Mac="Add Printer"
MSM2438_Mac="When you click [Add Printer], available printers will be displayed. Select %s which has \"Canon IJ Network\" displayed in the type field, and then click [Add].\nAfter adding the printer, click [Next]."
MSM2439_Mac="If no additional printers are displayed or if you are unsure how to use the screen, click [Online Manual]."
MSM2440_Mac="Select Scanner"
MSM2441_Mac="Setting up the scanner to the computer.\n\nClick [Select Scanner] to start the application software for setting the scanner. Follow the application software instructions to complete."
MSM2451="User Registration"
MSM2453="Next"
MSM2464="User Registration"
MSM2465="Register your Canon product today, and you will be entitled to the following benefits:\n- Receive our monthly e-mail newsletter with Canon savings\n- Receive fun Creative Park projects, and helpful tips\n- Be among the first to receive notifications on software upgrades"
MSM2474="User Registration"
MSM2475="By registering your product, you are able to receive useful product and service information. You need an Internet connection to register."
MSM2484="Product Registration"
MSM2485JU="Register your Canon product today and you will be entitled to the following benefits:\n- Canon U.S.A. will keep your information on file in the event of an insurance claim\n- Be among the first to receive notifications on software upgrades\n- Receive our monthly email newsletter with Canon savings"
MSM2485M="By updating or registering new product, you are able to receive useful product and service information. You need an Internet connection to update and register."
MSM2486_Mac="If you click [Next], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2486_Mac2="If you click [Next], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2487="To register later, click [Cancel] and move to the next step. You can also register products whenever you like via Quick Menu."
MSM2501="CANON iMAGE GATEWAY User Registration"
MSM2502="Register"
MSM2503="CANON iMAGE GATEWAY Product Registration"
MSM2504="CANON iMAGE GATEWAY is an exclusive online service for purchaser of product entitled for free membership/annual membership fee. You can use various services that would expand the excitement of digital photo experience if you apply for user registration."
MSM2505="CANON iMAGE GATEWAY is a website with no membership fee. We provide support information on our products and information related to printing of items such as New Year cards. We offer useful tips such as shooting techniques for our cameras to help you enjoy using our products, as well as valuable information on outlet sales exclusive to members."
MSM2506="If you click [Register], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2507="If you click [Register], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2511="User Registration"
MSM2513="Product Registration"
MSM2514="Register your Canon product today, and you will be entitled to the following benefits:\n- Receive our monthly e-mail newsletter with Canon savings\n- Receive fun Creative Park projects, and helpful tips\n- Be among the first to receive notifications on software upgrades"
MSM2515="By registering your product, you are able to receive useful product and service information. You need an Internet connection to register."
MSM2516="If you click [Next], your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2517="If you click [Next], your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen."
MSM2521="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2522="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2526="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2527="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2551="Canon %s User Registration"
MSM2552="User Registration Uninstall"
MSM2571="%s User Registration Uninstaller"
MSM2572="Are you sure you want to completely remove 'Canon %s User Registration' and all of its components?"
MSM2573="Uninstallation completed successfully."
MSM2574="Uninstallation failed."
MSM2575="You must restart your computer to complete the uninstallation. Click [OK] to restart. Click [Cancel] to restart later."
MSM2576="You must have administrator privileges to uninstall Canon %s User Registration."
MSM2577="User registration. Your product name, OS information, and regional information will be automatically collected and sent to Canon through the Internet. These information will be directly reflected in the registration screen. To proceed, click [OK]."
MSM2577_Mac2="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2578="User registration. Your product name, OS information and regional information will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, click [OK]."
MSM2578_2="User registration. Your product name, OS information, regional information and Printer's serial number will be automatically collected and sent to Canon through the Internet. These information will be used for the sole purpose of opening the registration screen. To proceed, make sure that the printer is connected to the computer, then turn on the printer and click [OK]."
MSM2580="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again. You can also register whenever you like via Solution Menu EX."
MSM2581="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again."
MSM2582="Connection failed."
MSM2584="Connecting... Please wait momentarily"
MSM2585="Enter your firewall user name and password."
MSM2586="User name:"
MSM2587="Password:"
MSM2589="Connection failed. Make sure that the network connection is enabled, then try again. If connection still fails, wait a while and try again."
MSM2590="You cannot connect when your printer is busy, such as when Cleaning or performing Print Head Alignment.\nTry Wi-Fi setup again when the printer is idle."
ExecutingPrefSet_Mac="The application program is linked to CanoScan Toolbox"
MSM2601="Installation completed successfully."
MSM2602="Restart the system now (recommended)"
MSM2603="Continue online"
MSM2604="Click [Continue online] to visit the Canon website from where you can download additional apps and get more information about functions and services available for your printer.\nThis software will close and the Canon website will open in your browser."
MSM2605="Continue online"
MSM2701="Canceling installation"
MSM2702_Mac="Installation has not been completed. To continue with the installation, click [Continue]. To cancel the installation, click [Quit]."
MSM2801="System Settings Change"
MSM2802="You must restart the system before the new settings will take effect.\nDo you want to restart the system now?"
MSM2851="Extended Survey Program"
MSM2870="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to Canon through the Internet."
MSM2871="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to the legally approved research company through the Internet."
MSM2873="If you agree to the above, click [Agree]. Otherwise, click [Do not agree]."
MSM2874="For development and marketing of products that better meet customer needs, Canon requests that the information below, related to your Canon product, be sent to Canon (in case of using your Canon product in China, to the legally approved research company) through the Internet."
MSM2876="If you agree to the above, click [Agree] to start installing a survey program. Otherwise, click [Do not agree]. This program may not run on unsupported OS versions."
MSM2901="Test Print"
MSM2904="Test printing will be performed to check the printer's operation.\nLoad plain paper into the printer, click [Start]. When test printing is complete, click [Next].\n\nIf a print error occurs, follow the on-screen instructions to start the setup again."
MSM2905="Start"
MSM2906="Data has been sent to check if the printer is operating correctly."
MSM3001="You must have this software to use the printer.\nYou can carry out print operations that are suited to various paper types and sizes."
MSM3002_Mac="The on-screen manual explains the operation of the driver and introduces simple instructions on how to use the application software."
MSM3008="You can combine image files with text and perform Direct Print on disk label easily."
MSM3009="Update the system."
MSM3010="This utility allows you from your computer to use the files stored in the memory card inserted in the card slot of your printer."
MSM3011="This driver allows you to use the device on a network."
MSM3012="Use this tool to change the connection method and security settings of the network-connected device."
MSM3013="My Printer helps you resolve printing problems such as smudged printing."
MSM3016="The MP Drivers are necessary to print documents and scan images."
MSM3018="ArcSoft PhotoStudio allows you to correct/enhance the images imported from your scanner or digital camera."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE is an OCR (Optical Character Recognition) program which can convert the text in books or newspaper characters into text data."
MSM3021="Presto! PageManager makes it easy to scan, share and organize Documents and Photos. You can save all of your business related documents in unlimited nested folders for easy retrieval."
MSM3023="Setup Utility allows you to configure the settings for printing via infrared or Bluetooth connection."
MSM3024="Setup Utility allows you to configure the settings for printing via PictBridge."
MSM3026="This is a plug-in software that enables professional photo printing more easily. To use this plug-in software, you need to install an appropriate application software."
MSM3027="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later)."
MSM3027_0="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later). IJ Printer Driver must be installed correctly."
MSM3027_1="XPS Driver is suitable for printing from application software that supports XPS printing (on Windows Vista or later). MP Drivers must be installed correctly."
MSM3028="ScanGear is a driver required to operate the scanner. To use the driver, run application software such as an image-editing program."
MSM3028_Mac="A driver required to use the scanner. It allows you to specify the document size, output size and other advanced settings when scanning. It is also used when operating the scanner from TWAIN-compatible applications."
MSM3031_Mac="The on-screen manual explains the operation of the driver and introduces simple instructions on how to use the application software."
MSM3032=
MSM3034="This is required to faithfully print the colors of Adobe RGB images.Adobe is either a registered trademark or trademark of Adobe Systems Incorporated in the United States and/or other countries."
MSM3035="Setup Utility allows you to configure the settings for printing via infrared, Bluetooth connection, or PictBridge."
MSM3037="ScanGear CS is a scanner driver (TWAIN driver) required to operate the scanner. To use the driver, execute application software such as an image-editing program."
MSM3040="Easy-PhotoPrint EX allows you to easily create your own photo album, stickers, or calendar using your digital camera photos. You can also print borderless photos in a snap. Furthermore, you can apply red-eye correction and digital face smoothing before printing."
MSM3041="Immediately starts the accessory application software that allows you to print photos easily."
MSM3042="MP Navigator EX makes it easy to import your scanned images into an application software directly, to print them, or attach them to an E-mail, or to save them to your computer."
MSM3043="The manual explains how to use the printer and supplied software. Troubleshooting information is also provided."
MSM3043_Mac="The manual explains how to use the printer and supplied software. Troubleshooting information is also provided."
MSM3044="Easy-WebPrint EX allows you to select portions of web pages and print them in your own layout. It appears as a handy toolbar in your browser."
MSM3044_Mac="Easy-WebPrint EX allows you to clip portions of web pages and print them in your own layout. It is a handy plug-in for your browser. Safari 4.0 or later is required."
MSM3045="This software allows you to edit the coded speed dial, user information, and other settings saved in the printer, and save the edited settings in the computer or the printer."
MSM3046="By using Solution Menu EX, you can immediately start the application software that allows you to print albums and calendars easily, or scan documents with one click. You can also easily access Canon's websites which support various uses."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="You can import photos and use them to create and print personalized items such as collages, cards and calendars. You can also print borderless photos and correct/enhance images with simple steps. Use together with Image Display to generate recommendations from saved photos."
MSM3049="A plug-in for photo printing that facilitates and enhances the creation of professional works of art. An appropriate application must be installed. See the manual for the corresponding applications."
MSM3050="You can quickly launch software or manual for your Canon product. You can also quickly access the websites which provide useful information about your Canon product, or helpful websites which support various uses, and more."
MSM3051="A driver required to use the scanner. It is used when operating the scanner from ICA-compatible applications."
MSM3052="This utility scans and saves images."
MSM3053="You can quickly launch software for your Canon product. You can also quickly access manual and various websites."
MSM3054="Add language dictionaries to be used when creating text-searchable PDF files or when starting OCR. After installation, select the corresponding language in the setting screen of Canon IJ Scan Utility."
MSM3055="This is an application that opens ScanGear to preview and scan images, then saves them to a computer."
MSM3056="This software allows you to configure the settings for using the printer on the network."
MSM3057="This software allows you to optimally control printing from CAD-use software \"AutoCAD\" of Autodesk, Inc."
MSM3058="This software allows you to easily and directly output files such as multiple drawings without having to run the dedicated application.\nIt also interoperates with cloud service to offer timely sharing of files between relevant users."
MSM3059="This plug-in is for Microsoft Word, Microsoft Excel, and Microsoft PowerPoint. Use this to simplify a variety of printing tasks from Microsoft Office programs to printers."
MSM3062="With this application, you can choose how the text and images will be laid out on the page for printing."
MSM3063="Use your favorite photos to create and print unique collages, cards, calendars and more. It is also easy to print borderless copies of your photos."
MSM3064="By simply selecting the folder containing your photos, the app will automatically select photos and arrange them into a photo book. After placing your order through the app, your photo book will be printed in high resolution on a Canon photo lab printer. You can also use Easy-PhotoPrint Editor to print photos from your photo book on your home printer."
MSM3066="By simply selecting the folder containing your photos, the app will automatically select photos and arrange them into a photo book. After placing your order through the app, your photo book will be printed in high resolution on a Canon photo lab printer. You can also use Easy-PhotoPrint Editor to print photos from your photo book on your home printer."

MSM4001W="IJ Printer Driver"
MSM4001="Printer Driver"
MSM4002="User's Manual"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS Driver"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Speed Dial Utility"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA Driver"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Additional Dictionaries for OCR (Chinese/Korean)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: create personalized photo books"
MSM4067="hdAlbum EZ: create personalized photo books"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="The online ink purchase feature is now ready."
EIDENABLER_ADMIN="To execute this software, You must log on as a member of the Administrators Group."
MENU1_Mac="About Setup"
MENU2_Mac="Services"
MENU3_Mac="Hide Setup"
MENU4_Mac="Hide Others"
MENU5_Mac="Show All"
MENU6_Mac="Quit Setup"
MENU7_Mac="Edit"
MENU8_Mac="Cut"
MENU9_Mac="Copy"
MENU10_Mac="Paste"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="China"
HK="Hong Kong"
ID="Indonesia"
IN="India"
JP="Japan"
KR="Korea"
MY="Malaysia"
PH="Philippines"
SG="Singapore"
TW="Taiwan"
TH="Thailand"
VN="Vietnam"
MO="Macao"
AU="Australia"
NZ="New Zealand"
US="United States"
CA="Canada"
BR="Brazil"
MX="Mexico"
AR="Argentina"
CL="Chile"
PA="Panama"
AT="Austria"
BE="Belgium"
BG="Bulgaria"
HR="Croatia"
CZ="Czech Republic"
DK="Denmark"
EE="Estonia"
FI="Finland"
FR="France"
DE="Germany"
GR="Greece"
HU="Hungary"
IE="Ireland"
IT="Italy"
LV="Latvia"
LT="Lithuania"
LU="Luxembourg"
NL="Netherlands"
NO="Norway"
PL="Poland"
PT="Portugal"
RO="Romania"
RU="Russia"
SK="Slovakia"
SI="Slovenia"
ZA="South Africa"
ES="Spain"
SE="Sweden"
CH="Switzerland"
TR="Turkey"
GB="United Kingdom"
Others="Others"
MSM5001="Create an Alias on Desktop"
MSM5002="Do you agree to create alias of manual on desktop? If you agree, select \"Agree\". If you select \"Do not agree\", you can open the manual from Applications Folder."
MSM5003="Agree"
MSM5004="Do not agree"
MSM5010="Add Easy-WebPrint EX to the Dock"
MSM5011="Do you agree to add Easy-WebPrint EX to the dock? If you agree, select “Agree”. If you select “Do not agree”, you can use Easy-WebPrint EX from Applications Folder."
MSM5012="Agree"
MSM6000="Select the printer connection method."
MSM6001="Wi-Fi Connection"
MSM6002="Wired LAN Connection (Ethernet Cable)"
MSM6003="USB Connection (USB Cable)"
MSM6004="Retry the printer network setup"
MSM6005="Select the Wi-Fi connection method."
MSM6006="Connect via wireless router (recommended)"
MSM6007="Direct Connection"
MSM6008="Connect the computer and the printer via a wireless router."
MSM6009="Directly connect the computer and the printer."
MSM6010="To switch between the connection via wireless router and Direct Connection or for more details on the connection method, click [Instructions]."
MSM6011="Instructions"
MSM6012="Check that the printer is turned on."
MSM6013="Printers on Network List"
MSM6014="Serial Number"
MSM6015="MAC Address"
MSM6016="IP Address"
MSM6017="Setting printer could not be found on the list"
MSM6018="Update"
MSM6019="1. To set a printer on the network, select one from the above printers list, and then click [Next].\n   The serial number can be found on the back of the printer and on the Letter of Guarantee.\n   The above list displays only the last 5 digits of the serial number.\n2. If the setting printer could not be found on the above list, turn on the printer and click [Update].\n3. If the printer could not still be found, select [Setting printer could not be found on the list], and the click [Next]."
MSM6020="1. To set a printer on the network, select one from the above printers list, and then click [Next].\n   Serial number can be found on the back of the printer or the Letter of Guarantee.\n2. If the setting printer could not be found on the above list, turn on the printer and click [Update].\n3. If the printer could not still be found, select [Setting printer could not be found on the list], and the click [Next].\n4. For USB Connection, also select [Setting printer could not be found], and then click [Next]."
MSM6021="Connection completed."
MSM6022="Select Connection Method"
MSM6023="Check Power"
MSM6024="Use another method for setup. Follow the on-screen instructions."
MSM6025="Printer setup must be completed before the XPS driver can be installed. If setup has not been completed, click [Back to Top] and set up the printer."
MSM6026="Before You Continue"
MSM6027="This software may use the network to set up the printer.\nIf your security software displays any alerts during setup, allow this software to proceed.\n(Refer to your security software's manual for details.)\n\nThis software will add other software it installs to the list of allowed programs in Windows Firewall."
MSM6028="Deactivate the block"
MSM6029="Select Printer"
MSM6026_Mac="Before You Continue"
MSM6027_Mac="This software may use the network to set up the printer.\nYou may need to change settings in your security software before starting setup, depending on which security software you are using.\n(Refer to your security software's manual for details.)\n\nIf the security software displays any alerts during setup, allow this software to proceed.\n\nThis software uses keychain.\nIf Keychain Access requests your permission, click [Always Allow]."
MSM6100="My Image Garden utilizes the photo saved on your computer to automatically create a card or calendar."
MSM6101="CREATIVE PARK PREMIUM is providing PREMIUM Contents exclusively to users of genuine Canon inks."
MSM6102="You can perfectly copy the printed photo just by selecting the menu from the printer."
MSM6103="Even when the printer is turned off, you can automatically turn it on by starting the printing."
MSM6104="The quiet mode enables you to print, copy, or scan in silence without having to worry about time or surrounding."
MSM6105="The functions mentioned here vary depending on the models you use. For more details, refer to the manual."
MSM6106="For more details on function and settings, refer to the manual."
MSM6107="This function allows you to load the print data, and then freely arrange pages on paper, and enlarge or reduce the page size."
MSM6108="This plug-in allows you to produce high quality prints smoothly. It supports Adobe Photoshop, Adobe Photoshop Lightroom, and Digital Photo Professional."
MSM6109="This software allows you to print multiple files all at once —making efficient printing possible. You can also share files via the cloud service."
MSM6110="This software allows you to create a well-designed poster. Many materials are also included."
MSM6111="This plug-in is for printing large format easily from Microsoft Office. It also allows long size and borderless printing."
MSM6112="This software allows you to customize the paper settings. You can change the paper name and make adjustments for optimized printing on your favorite paper."
MSM6113="This software allows you to tabulate the amount and cost of consumed ink and paper. You can also see the overall cost of printing contributing to easier management of cost reduction."
MSM6114="This software allows you to manage multiple printer conditions all at once. It also allows you to quickly notice ink out errors, which is a useful feature in printer management."
MSM6115="Smartphone Copy allows you to make copies of documents using a smartphone or tablet camera."
MSM6116="With Free Layout plus, you can choose how the text and images will be laid out on the page for printing."
MSM6117="With Easy-PhotoPrint Editor, use your favorite photos to create and print unique collages, cards, calendars and more."
MSM6118="With Easy-PhotoPrint Editor, print posters, calendars and photo collages from your computer or smartphone."
MSM6119="This application enables you to produce high quality prints. It supports various image editing applications, such as Adobe Photoshop, Adobe Photoshop Lightroom, and Digital Photo Professional."
MSM6030="Select from the list"
MSM6031="The serial number can be found in the Letter of Guarantee and on the printer."
MSM6032="IPv4 Device"
MSM6033="IPv6 Device"
MSM6034="Serial Number (Last 5 Digits)"
MSM6035="Serial Number Location"
MSM6036="Specify the IP address and run the search"
MSM6037="Set up the network connection according to the guide"
MSM6038="Select this option if the printer is not displayed on the list or if it cannot be found by specifying the IP address."
MSM6039="Printer Search Method Selection"
MSM6040="Search by IPv4 address"
MSM6041="Search by IPv6 address"
MSM6042="Search by host name"
MSM6043="Search by Bonjour name"
MSM6044="To specify an IP address and run the search, you must assign an IP address to the printer beforehand. For more details, click [Online Manual]."
MSM6045="Specified IP Address Search Error"
MSM6046="The specified printer could not be found. Check the IP address or host name, and then try again. For more details, click [Online Manual]."
MSM6047="Redetect"
MSM6048="The specified IP address or host name is already being used by another device. Check the IP address or host name, and then try again. For more details, click [Online Manual]."
MSM6049="Change IPv4 Network Settings"
MSM6050="Select the setup method, and then enter the IP address of the printer to be used."
MSM6051="Automatic Setup"
MSM6052="You must have a DHCP server to acquire the IP address automatically."
MSM6053="Manual Setup"
MSM6054="IPv4 Address"
MSM6055="Contact the network administrator about the IP address."
MSM6056="Change IPv6 Network Settings"
MSM6057="You must have a DHCPv6 server or an IPv6 router to acquire the IPv6 address automatically."
MSM6058="IPv6 Address"
MSM6059="Prefix Length"
MSM6060="Contact the network administrator about the IP address and the prefix length."
MSM6061="Error Changing the Network Settings"
MSM6062="The setting change may have failed because of one of the following reasons:\n  -The entered IP address is invalid\n  -The IP address is duplicated"
MSM6063="For more details, click [Online Manual]."
MSM6064="Click [Add Printer], and add the printer by following the on-screen instructions.\n\nAfter adding the printer, click [Next]."
MSM6065="You must install the Canon driver to use all of the functions available on this printer.\nClick [Next] and repeat the setup."
MSM6066="Set as default printer"
MSM6067="Connect the printer and the computer using the USB cable.\nCheck that the printer is turned on."
MSM6068="If the USB cable is connected to the printer, disconnect it."
MSM6069="Product Name"
MSM6071="The Computer Network is Not Available"
MSM6072="Please check that the computer's network connection is enabled.\nTo connect using Wi-Fi, check the connection status of the wireless router."
MSM6073="Admin Password Entry"
MSM6074="Please enter the admin password for your printer."
MSM6075="Admin Password"
MSM6075_add1="Admin Password:"
MSM6076="Password is incorrect."
MSM6077="Enable Wi-Fi on your computer."
MSM6081="You Can Print from a Smartphone or Tablet"
MSM6085="Wireless Router Network Information"
MSM6087="Password:"
MSM6088="Display password"
MSM6089="Click [Instructions], refer to the online manual, and set up your smartphone or tablet.\nIf you are not using a smartphone or tablet, click [Next]."
MSM6091="Have you carried out printer initialization?"
MSM6092="1. Check that there is ink in the ink tank.\n2. Press and hold the printer's Stop button for about 5 seconds.\nThen, the printer will start initializing. This operation will take about 6 minutes."
MSM6093="1. Check that there is ink in the ink tank.\n2. Press and hold the printer's RESUME/CANCEL button for about 5 seconds.\nThen, the printer will start initializing. This operation will take about 6 minutes."
MSM6094="Preparing the Ink System"
MSM6095="The ink system has not been prepared. To start preparation, click [Instructions] and refer to the preparation instructions, or refer to the \"Getting Started\" manual that comes with the printer."
MSM6096="Check Printer"
MSM6097="Support Code: %s\n\nPrinter preparations are not complete. Please check your printer.\nClick [Instructions] and refer to the Online manual for details.\n\nThen, click [Next]."
MSM6098="Instructions"
MSM6099="I will check my printer later."
MSM6120="Easy Wireless Connect"
MSM6121="Click [Instructions], and prepare the printer for connection by following the guide instructions. Once the printer is ready, it will be detected, and you can proceed to the next step. It may take some time to detect the printer."
MSM6123="Alternative Methods"
MSM6124="Wi-Fi Settings"
MSM6125="Please select the method to use to set up Wi-Fi and click [Next]."
MSM6126="Connect to Wi-Fi from the printer"
MSM6127="Set up Wi-Fi connection using a USB cable"
MSM6128="If your printer is not found even after following the steps in the guide, there may be a network problem. Please click [Troubleshooting], and check the network settings."
MSM6129="Troubleshooting"
MSM6130="Printer's Network Connection"
MSM6131="Once the printer is ready, click [Next]. To prepare the connection on the printer, click [Instructions] and follow the guide."
MSM6133="Closing this program and opening the online manual.\n\nThis program will close so that it does not affect the network settings. After checking the network settings, please restart the program."
MSM6134="If you cannot proceed to the next step even after preparing the printer for connection, click [Alternative Methods]."
MSM6135="Closing this program and opening the online manual."
MSM6136="This program will close so that it does not affect the network settings. After checking the network settings, please restart the program."
MSM6150="Select Your Network Adapter"
MSM6151="Multiple network adapters were found. Please select the network adapter you would like to use."
MSM6160="Online Manual Shortcut"
MSM6161="Would you like to create a desktop shortcut to the online manual?"
MSM6162="Canon %s Online Manual"
MSM6163="Create shortcut"
MSM6164="Do not create shortcut"
MSM6170="Unable to detect the printer.\nClick [Troubleshooting] and check the correction procedure."
MSM6171="Printer detected. Please wait until installation is complete.\nThis may take some time."
MSM6172="A USB cable is connected to the printer. Please disconnect it."
MSM6173="Printer connection is not complete. Do you want to return to the previous screen?"
MSM6180="Connecting Printer to Network"
MSM6181="Click [Next], and then set up the printer by following the displayed guide."
MSM6182="Could not find any printers.\nClick [Next], and then set up your printer by following the displayed guide."
MSM6183="Search For IP Address"
MSM6184="Select the printer you want to set up from the list. If multiple printers have the same product name, check the serial number."
MSM6185="Checking the serial number"
MSM6186="If the printer that you are looking for is not in the list, click [Printer Not Found]."
MSM6187="Printer Not Found"
MSM6190="Preparing Printer"
MSM6191="Press and hold the following button on your printer for 3 seconds then click [Next]."
MSM6192="If you have trouble connecting using this button, click [Instructions]."
MSM6193="Searching for printers. Please wait. This may take approximately one minute."
MSM6200="Checking the scanner status"
MSM6201="Connect the scanner and the computer using the USB cable.\nTurn on the scanner if it has an ON button or a power switch."
MSM6202="Unable to detect the scanner.\nClick [Troubleshooting] and check the correction procedure."
MSM6203="A USB cable is connected to the scanner. Please disconnect it."
MSM6204="Scanner detected. Please wait until installation is complete.\nThis may take some time."
MSM6210="Learn more about your Canon %s"
MSM6211="More apps for %s"
MSM6212="Canon %s manual"
MSM6213="Online manual"
MSM6220="Printer preparations may not be complete. Please refer to the Online manual."
MSM6221="Printer preparations may not be complete."
MSM6222="Please refer to the Online manual."
MSM6230="Connect via wireless router"
MSM6233="Depending on your network environment, connecting directly to a printer may disconnect your computer from the internet.\nDo you want to select a printer to connect to?\n\nCurrent connection: %s"
MSM6240="The specified printer could not be found. Check the IP address or Bonjour name, and then try again. For more details, click [Online Manual]."
MSM6241="The specified IP address or Bonjour name is already being used by another device. Check the IP address or Bonjour name, and then try again. For more details, click [Online Manual]."
MSM6256="Searching on the same network as the printer.\nPlease wait until the search is complete."
MSM6257="Printer network connection failed. Your computer connection has been returned to the original network.\nConnection by another method will be attempted.\n\nTo change to USB or another connection method click [Change Connection Method]."
MSM6258="Change Connection Method"
MSM6259="Printer network connection failed. Connection by another method will be attempted.\n\nTo change to USB or another connection method click [Change Connection Method]."
MSM6260="Is it OK to leave the computer connected to the following network (SSID)?"
MSM6261="The printer was found when the computer was connected to the same network (SSID) as the printer.\nDo you want to leave the computer connected to this network and continue setup? For more details, click [Online Manual]."
MSM6262="Yes"
MSM6263="No"
MSM6264="Refer to the online manual for information on network troubleshooting?"
MSM6265="Printer network connection failed.\nBefore connecting again, it is recommended that you check your network environment.\nIn order not to affect network settings that might limit your ability to access the online manual, setup will be canceled.\n\nTo change to USB or another connection method, click [No]."
MSM6266="Yes"
MSM6267="No"
MSM6268="Location Services Settings"
MSM6269="Enabling location services for %s will make it easier to complete printer setup.\nClick [Set Location Services] and enable the following:\n\n- Location Services\n- %s\n\nThis application uses Wi-Fi router information only."
MSM6270="Set Location Services"
MSM6271="To enable automatic printer detection, it is required to enable location services.\nThis application uses Wi-Fi router information only."
MSM6272="Location Services Settings"
MSM6273="Allowing the desktop app access to location information will make it easier to complete printer setup.\n\nClick [Set Location Services] and allow the desktop app access to location information.\n\nThis application uses Wi-Fi router information only."
MSM6274="Set Location Services"
MSM6275="This will allow this Canon software to discover and use printers on your networks."
